brew "crystal"
brew "dart-sdk"
brew "go"
brew "nim"
brew "rustup"
brew "deno"
brew "zig"
brew "zls"

brew "golangci-lint"
brew "protobuf"
brew "tealdeer"
brew "mage"
brew "crystalline"
brew "ldns"
brew "hugo"
brew "squashfs"
brew "git-filter-repo"
brew "difftastic"
brew "poetry"
brew "wasmer"
