tap "homebrew/linux-fonts"
tap "homebrew/services"

brew "atuin"
brew "age"
brew "bat"
brew "bottom"
brew "difftastic"
brew "dotter"
brew "duf"
brew "eza"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "jq"
brew "gh"
brew "gpg2"
brew "micro"
brew "pandoc"
brew "rclone"
brew "ripgrep"
brew "starship"
brew "tmux"
brew "topgrade"
brew "wireguard-tools"
brew "xh"
brew "zsh"
brew "zplug"

cask "font-caskaydia-cove-nerd-font"
cask "font-hasklug-nerd-font"
cask "font-dm-mono"
